13/data/attachments/844ea6cda6a800f1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Dennis_reason_Actions_61913_1</nif:username>
            <nif:friendToBeRequested>soap_actions_f8af03b2-f70f-41a8-aea7-34eb582c212e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>